Requests/TST/CapitalCity.request.xml

<requestTemplate>
  <type>SOAP</type>
  <url>{{#PostManSoapContinentsServiceURL}}</url>
  <path>/websamples.countryinfo/CountryInfoService.wso</path>
  <method>POST</method>
  <headers>
    <header>
      <name>Content-Type</name>
      <value>text/xml; charset=utf-8</value>
    </header>
  </headers>
  <body>
    <soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
      <soap:Body>
        <CapitalCity xmlns="http://www.oorsprong.org/websamples.countryinfo">
          <sCountryISOCode>{{CountryISOCode}}</sCountryISOCode>
        </CapitalCity>
      </soap:Body>
    </soap:Envelope>
  </body>
  <responseActions>
    <action>
      <path>CapitalCityResponse.CapitalCityResult</path>
      <display>true</display>
      <globalVariableName>CapitalCity</globalVariableName>
    </action>
    <action>
      <path>.</path>
      <display>true</display>
    </action>
  </responseActions>
</requestTemplate>